{"translation-revision-date":"2025-04-29 19:43:58+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_CO"},"Installing supporting plugins":["Instalando plugins de apoyo"],"Share your vision, and we'll craft a landing page that's perfectly tailored to your needs, ready to launch in no time. Let's begin by learning more about what you're building.":["Comparte tu vision, y crearemos una página de inicio que se ajuste perfectamente a tus necesidades, lista para publicar en momentos. Comencemos por aprender mas sobre lo que estas construyendo."],"Tell Us About Your Website":["Cuéntanos sobre tu sitio"],"Tell Us About Your Landing Page":["Cuéntanos sobre tu página de inicio"],"What type of website are you creating?":["¿Qué tipo de sitio web estás creando?"],"This link will be used in all Call-to-Action buttons, directing visitors to your chosen destination.":["Este enlace será utilizado en botones con llamada a la acción, dirigiendo a los visitantes a tu destino elegido."],"Call-To-Action Link":["Enlace de llamada a la acción"],"Describe your website":["Describe tu sitio web"],"Describe your Landing Page":["Describe tu página de inicio"],"Describe your blog":["Describe tu blog"],"Describe your eCommerce website":["Describe tu sitio de eCommerce"],"Describe your business":["Describe tu negocio"],"E.g., A personal photography portfolio featuring a collection of landscape, portrait, and street photography, capturing moments from around the world.":["Ejemplo: Un portfolio personal de fotografiá presentando una colección de paisajes, retratos, y fotografiás en la calle, capturando momentos alrededor del mundo."],"E.g., A free ebook packed with actionable productivity tips and strategies to help you stay focused, manage your time effectively, and achieve your goals.":["Ejemplo: Un ebook gratuito repleto de consejos de productividad accionables y estrategias pensadas para ayudarte a mantener la concentración, manejar tu tiempo de manera efectiva, y a cumplir tus objetivos."],"Landing Page title (required)":["Titulo de página de inicio (requerido)"],"Landing Page":["Página de inicio"],"eCommerce":["eCommerce"],"Business":["Negocio"],"E.g., A personal finance blog sharing expert tips on budgeting, investing, and achieving financial freedom for young professionals.":["Ejemplo: Un blog de finanzas personales compartiendo consejos de expertos sobre como presupuestar, invertir, y alcanzar la libertad financiera para jóvenes profesionales."],"E.g., We are an online store specializing in eco-friendly home goods, offering sustainably sourced products to help you live a greener lifestyle.":["Ejemplo: Somos una tienda online que se especializa en bienes para el hogar amigables con el medio ambiente, que ofrece productos de origen sostenible para ayudarte a vivir una vida mas ecológica."],"Hello World Featured Image":["Imagen destacada Hola Mundo"],"Website title (required)":["Título del sitio"],"More":["Más"],"Launch - AI-Powered Web Creation":["Iniciar - Creación de sitios web asistido por IA"],"Importing shop sample data":["Importar datos de tienda de muestra"],"Blog Post %s":["Entrada de blog %s"],"Creating blog sample data":["Crear datos de entrada de blog de muestra"],"Designing Your Options":["Diseña tus Opciones"],"Please wait while we analyze your inputs and tailor your experience.":["Por favor aguarda mientras analizamos tus aportes y personalizamos tu experiencia."],"Please wait while we build some website options for you to select from.":["Por favor aguarda mientras generamos algunas opciones de sitio para que elijas."],"Customizing Your Experience":["Personalizando tu Experiencia"],"Share your vision, and we'll craft a website that's perfectly tailored to your needs, ready to launch in no time. Let's begin by learning more about what you're building.":["Comparte tu visión, y crearemos un sitio perfectamente amoldado a tus necesidades, listo para lanzar en poco tiempo. Comencemos aprendiendo más sobre lo que quieres construir."],"Pick Your Site Structure":["Elige la estructura de tu sitio"],"Multiple interconnected pages.":["Múltiples páginas interconectadas."],"Multi-Page Website":["Sitio multipágina"],"All content displayed on one scrolling page.":["Todo el contenido se muestra en una página con desplazamiento."],"Single-Page Website":["Sitio de una sola página"],"Header Navigation":["Navegación de la cabecera"],"Continue":["Continuar"],"Processing":["En proceso"],"Exit":["Salir"],"%s pages\/posts created in the prior onboarding session will be deleted.":["Se eliminarán %s páginas\/entradas creadas en la sesión de incorporación anterior."],"Go through the onboarding process again to create a new site.":["Vuelve a pasar por el proceso de incorporación para crear un nuevo sitio."],"Added by Launch":["Añadido por Launch"],"Informative":["Informativo"],"Professional":["Profesional"],"Select your site's tone":["Selecciona el tono de tu sitio web"],"Persuasive":["Persuasivo"],"Inspirational":["Inspirador"],"Friendly":["Amistoso"],"E.g., We are a yoga studio in London with professionally trained instructors with focus on hot yoga for therapeutic purposes.":["Por ejemplo: Somos un estudio de yoga en Bogotá, con instructores formados profesionalmente y centrados en el hot yoga con fines terapéuticos."],"Setting up site layout":["Configurando el diseño del sitio"],"Creating pages with custom content":["Creando páginas con contenido personalizado"],"Terms of Use":["Términos de uso"],"Home page":["Página de inicio"],"View more pages":["Ver más páginas"],"We already selected the most common pages for your type of website.":["Ya seleccionamos las páginas más comunes para tu tipo de sitio web."],"Pick the pages to add to your website":["Elige las páginas que quieres agregar a tu sitio web"],"Pick a design for your website":["Elige un diseño para tu sitio web"],"Enter your website name":["Ingresa el nombre de tu sitio web"],"Helping you to succeed":["Ayudándote a tener éxito"],"Adding page content":["Agregando contenido a la página"],"Installing necessary plugins":["Instalando plugins necesarios"],"Creating a beautiful website":["Creando un sitio web hermoso"],"Applying your website styles":["Aplicando los estilos de tu sitio web"],"Personalizing your experience":["Personalizando tu experiencia"],"Populating data":["Rellenando datos"],"Events":["Eventos"],"We encountered a server error we cannot recover from. Please reload the page and try again.":["Se produjo un error en el servidor del que no podemos recuperarnos. Vuelve a cargar la página e inténtalo de nuevo."],"Blog":["Blog"],"Other":["Otro"],"Redirecting in 3, 2, 1...":["Redirigiendo en 3, 2, 1..."],"Your website has been created!":["¡Tu sitio web ha sido creado!"],"Setting up your Site Assistant":["Configurando el asistente de tu sitio"],"Starting off with a full website":["Comenzando con un sitio web completo"],"Skip":["Saltar"],"Back":["Volver"],"Take me there":["Llévame allí"],"Hey there, Launch is powered by Extendable and is required to proceed. You can install it from the link below and start over once activated.":["Ey, Launch es impulsado por Extendable y es necesario para proceder. Puedes instalarlo presionando sobre el enlace de abajo y empezar de nuevo una vez esté activado."],"One more thing before we start.":["Una cosa más antes de empezar."],"Next":["Siguiente"],"Loading...":["Cargando…"],"Press to select":["Pulsa para seleccionar"],"Start over?":["¿Empezar de nuevo?"],"You can personalize this later.":["Puedes personalizar esto más tarde."],"Just a moment, this is taking longer than expected.":["Un momento por favor, esto está tardando más de lo previsto."]}},"comment":{"reference":"public\/build\/extendify-launch-178234bad6040f2e6113.js"}}